Gets the size count of the cable tray size table.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public int GetSizeCount()
  Visual Basic
Public Function GetSizeCount As Integer
  Visual C++
public:
int GetSizeCount()
 See Also
  CableTraySizes Class
  Autodesk.Revit.DB.Electrical Namespace